[
  {
    "text": "Інтернет-магазин Womazing приділяє велику увагу захисту персональних даних своїх користувачів. Користувачі інтернет-магазину Womazing можуть переглядати сторінки сайту, не повідомляючи про себе жодних персональних даних. Однак, для надання послуг, пов'язаних з купівлею товарів, представлених у нашому інтернет-магазині, нам потрібні Ваші контактні дані для того, щоб ми могли зателефонувати Вам, підтвердити замовлення та доставити Вам замовлений товар. Ваші персональні дані ми не передаємо третім особам та захищаємо їхню конфіденційність."
  },
  {
    "text": "ЗАГАЛЬНІ ПОЛОЖЕННЯ"
  },
  {
    "text": "1.1. Дана політика конфіденційності встановлює порядок отримання, зберігання, обробки, використання та розкриття персональних даних Користувача. Персональні дані Користувача ми отримуємо від Користувача при оформленні замовлення через кошик магазину, при оформленні замовлення за телефоном, вказаним на сайті, та при реєстрації самим Користувачем (створення Особистого кабінету). Персональні дані Користувача заповнюються Користувачем (при оформленні замовлення або реєстрації на сайті). Обов'язкова інформація надається спеціальним чином. Інша інформація надається Користувачем на його розсуд."
  },
  {
    "text": "1.2. Конфіденційність персональних даних - обов'язкова умова для дотримання магазином доступу до персональних даних Користувача, з вимогою не допускати їх розповсюдження без згоди Користувача або іншої законної підстави."
  },
  {
    "text": "1.3. Використання Користувачем сайту інтернет-магазину Womazing означає згоду з цією Політикою конфіденційності та умовами обробки персональних даних Користувача."
  },
  {
    "text": "1.4. У разі незгоди з умовами Політики Користувач повинен припинити використання сайту інтернет-магазину Womazing."
  },
  {
    "text": "1.5. Ця Політика застосовується лише до сайту інтернет-магазину Womazing Інтернет-магазин Womazing не контролює та не несе відповідальності за сайти третіх осіб, на які Користувач може перейти за посиланнями, доступними на сайті інтернет-магазину Womazing."
  },
  {
    "text": "1.6. Адміністрація сайту не перевіряє достовірність персональних даних, що надаються Користувачем сайту Інтернет-магазину."
  },
  {
    "text": "1.7. Користувач визнає, що в разі недбалого ставлення самим Користувачем до безпечного зберігання свого логіну та пароля, що дає доступ до його персональних даних, треті особи можуть отримати несанкціонований доступ до облікового запису, персональних та інших даних Користувача. Інтернет-магазин Womazing не несе відповідальності за збитки, завдані таким доступом."
  },
  {
    "text": "Ми рекомендуємо Користувачам використовувати складні паролі, що складаються з цифр і букв."
  },
  {
    "text": "ПЕРСОНАЛЬНІ ДАННІ"
  },
  {
    "text": "2.1. Інтернет-магазин Womazing збирає персональні дані, а саме: ім'я, прізвище, контактний телефон, адресу для доставки. Також, ми можемо уточнити та отримати від Вас цю інформацію по телефону."
  },
  {
    "text": "2.2. Інша інформація надається Користувачем на його розсуд."
  },
  {
    "text": "2.3. Інтернет-магазин Womazing не збирає IP-адреси користувачів.ІНТЕРНЕТ-МАГАЗИН WOMAZING НЕ ЗБИРАЄ IP-АДРЕСУ КОРИСТУВАЧІВ."
  },
  {
    "text": "3.1. Інтернет-магазин Womazing збирає та зберігає лише ті персональні дані, які необхідні для надання послуг з продажу та доставки замовлених Вами товарів."
  },
  {
    "text": "3.2. Інтернет-магазин Womazing збирає дані для зв'язку з Користувачем, у тому числі напрямки повідомлення про надання послуги, інформування Користувача про наявність товару, підтвердження замовлення, доставки замовлених Користувачем товарів, для зв'язку кур'єрської служби з Користувачем, а також для обробки запитів та заявок від Користувача."
  },
  {
    "text": "3.3. Обробка персональних даних Користувача здійснюється без обмеження терміну, будь-яким законним способом."
  },
  {
    "text": "4.1. Ми не передаємо персональні дані Користувача третім особам, крім випадків визначених законодавством України."
  },
  {
    "text": "4.2. Розкриття персональних даних Користувача провадиться при замовленні Користувачем товарів в інтернет-магазині Womazing. Зокрема Користувач погоджується з тим, що інтернет-магазин Womazing має право передавати персональні дані кур'єрським службам, організаціям поштового зв'язку, операторам електрозв'язку виключно з метою виконання замовлення Користувача, оформленого на сайті інтернет-магазину Womazing, включаючи доставку Товару."
  },
  {
    "text": "4.3. При втраті або розголошенні персональних даних інтернет-магазин Womazing інформує Користувача про втрату або розголошення персональних даних."
  },
  {
    "text": "4.4. Інтернет-магазин Womazing вживає необхідних організаційних та технічних заходів для захисту персональної інформації Користувача від неправомірного або випадкового доступу, знищення, зміни, блокування, копіювання, розповсюдження, а також від інших неправомірних дій третіх осіб."
  },
  {
    "text": "ЗМІНА КОРИСТУВАЧЕМ ПЕРСОНАЛЬНИХ ДАННИХ"
  },
  {
    "text": "5.1. Користувач може в будь-який момент змінити (оновити, доповнити, видалити) надану їм персональну інформацію або її частину, скориставшись функцією входу в 'Особистий кабінет'."
  },
  {
    "text": "6.1. Ми маємо право змінити умови Політики конфіденційності. У такому разі ми замінимо версію документа на сторінці 'Політика конфіденційності'. Будь ласка, періодично переглядайте ці умови, щоб бути поінформованими про те, як інтернет-магазин Womazing захищає персональні дані своїх користувачів."
  },
  {
    "text": "Усі пропозиції чи питання щодо цієї Політики слід повідомляти у службу підтримки Користувачів інтернет-магазину Womazing на електронну адресу: danilsavc@gmail.com"
  }
]