[
  {
    "text": "1.1. Справжня оферта є офіційною пропозицією «Womazing», далі за текстом — «Продавець», укласти Договір купівлі-продажу товарів дистанційним способом, тобто через Інтернет-магазин, далі за текстом — «Договір», і розміщує Публічну оферту (пропозиція ) на офіційному інтернет-сайті Продавця «Womazing (далі – «Інтернет-сайт»)."
  },
  {
    "text": "1.2. Моментом повного та безумовного прийняття Покупцем пропозиції Продавця (акцептом) укласти електронний договір купівлі-продажу товарів, вважається факт оплати Покупцем замовлення, на умовах цього Договору, у строки та за цінами, вказаними на Інтернет-сайті Продавця."
  },
  {
    "text": "ПОНЯТТЯ ТА ВИЗНАЧЕННЯ"
  },
  {
    "text": "2.1. У цій оферті, якщо контекст не вимагає іншого, нижченаведені терміни мають такі значення:"
  },
  {
    "text": "«Товар» – моделі, аксесуари, комплектуючі та супровідні предмети;"
  },
  {
    "text": "«Інтернет-магазин» – відповідно до Закону України «Про електронну комерцію», засіб для подання або реалізації товару, роботи чи послуги шляхом вчинення електронної угоди."
  },
  {
    "text": "«Продавець» - компанія, що реалізує товари, представлені на Інтернет-сайті."
  },
  {
    "text": "«Покупець» – фізична особа, яка уклала з Продавцем Договір на умовах, викладених нижче."
  },
  {
    "text": "«Замовлення» – вибір окремих позицій із переліку товарів, зазначених Покупцем під час розміщення замовлення та здійснення оплати."
  },
  {
    "text": "ПРЕДМЕТ ДОГОВОРА"
  },
  {
    "text": "3.1. Продавець зобов'язується передати у власність Покупця Товар, а Покупець зобов'язується сплатити та прийняти Товар на умовах цього Договору."
  },
  {
    "text": "Цей Договір регулює купівлю-продаж товарів в Інтернет-магазині, зокрема:"
  },
  {
    "text": "добровільний вибір Покупцем товарів у Інтернет-магазині;"
  },
  {
    "text": "самостійне оформлення Покупцем замовлення в Інтернет-магазині; оплата Покупцем замовлення, оформленого в Інтернет-магазині;"
  },
  {
    "text": "обробка та доставка замовлення Покупцеві у власність на умовах цього Договору"
  },
  {
    "text": "ПОРЯДОК ОФОРМЛЕННЯ ЗАМОВЛЕННЯ"
  },
  {
    "text": "4.1. Покупець має право оформити замовлення на будь-який товар, представлений на Сайті Інтернет-магазину та наявний."
  },
  {
    "text": "4.2. Кожна позиція може бути представлена в замовлення у будь-якій кількості"
  },
  {
    "text": "4.3. При відсутності товару на складі, Менеджер компанії зобов'язаний повідомити Покупця (по телефону або через електронну пошту)."
  },
  {
    "text": "4.4. При відсутності товару Покупець має право замінити його товаром аналогічної моделі, відмовитися від цього товару, анулювати замовлення."
  },
  {
    "text": "ПОРЯДОК ОПЛАТИ ЗАМОВЛЕННЯ ПОДАТКОВИМ ПЛАТЕЖОМ"
  },
  {
    "text": "5.1. Оплата здійснюється за фактом отримання товару у відділеннях транспортних компаній за готівку в гривнях."
  },
  {
    "text": "5.2. При ненадходженні коштів, Інтернет-магазин залишає за собою право анулювати замовлення."
  },
  {
    "text": "УСЛОВИЯ ДОСТАВКИ ЗАКАЗА"
  },
  {
    "text": "6.1. Доставка товарів, придбаних в Інтернет-магазині, здійснюється до відділень Нової Пошти, де і проводиться видача замовлень."
  },
  {
    "text": "6.2. Разом із замовленням Покупцю надаються документи згідно із законодавством України."
  },
  {
    "text": "ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН:"
  },
  {
    "text": "7.1. Продавець має право:"
  },
  {
    "text": "в односторонньому порядку призупинити надання послуг за цим договором у разі порушення Покупцем умов цього Договору."
  },
  {
    "text": "7.2. Покупець зобов'язаний:"
  },
  {
    "text": "своєчасно сплатити та отримати замовлення на умовах цього Договору."
  },
  {
    "text": "7.3. Покупець має право:"
  },
  {
    "text": "оформити замовлення в Інтернет-магазині;"
  },
  {
    "text": "оформити електронний договір;"
  },
  {
    "text": "вимагати від Продавця виконання умов цього Договору."
  },
  {
    "text": "ВІДПОВІДАЛЬНІСТЬ СТОРІН"
  },
  {
    "text": "8.1. Сторони несуть відповідальність за невиконання або неналежне виконання умов цього Договору у порядку, передбаченому цим Договором та чинним законодавством України"
  },
  {
    "text": "8.2. Продавець не несе відповідальності:"
  },
  {
    "text": "змінений виробником зовнішній вигляд Товару;"
  },
  {
    "text": "за незначну невідповідність кольорової гами товару, що може відрізнятися від оригіналу товару виключно через різну колірну передачу моніторів персональних комп'ютерів окремих моделей та мобільних пристроїв;"
  },
  {
    "text": "за зміст та правдивість інформації, що надається Покупцем під час оформлення замовлення;"
  },
  {
    "text": "за затримку та перебої у наданні Послуг (обробки замовлення та доставки товару), що відбуваються з причин, що знаходяться поза сферою контролю Продавця;"
  },
  {
    "text": "8.3. У разі настання обставин непереборної сили сторони звільняються від виконання умов цього Договору. Під обставинами непереборної сили для цілей цього Договору розуміються події, що мають надзвичайний, непередбачений характер, які виключають або об'єктивно заважають виконанню цього договору, настання яких Сторони не могли передбачити та запобігти розумним способам."
  },
  {
    "text": "8.4. Сторони докладають максимум зусиль для вирішення будь-яких розбіжностей виключно шляхом переговорів. ВІДПОВІДАЛЬНІСТЬ СТОРІН"
  },
  {
    "text": "9.1. Інтернет-магазин залишає за собою право в односторонньому порядку вносити зміни до цього Договіру за умови попередньої публікації його на сайті Womazing"
  },
  {
    "text": "9.2. Інтернет-магазин створений для організації дистанційного способу продажу товарів через Інтернет."
  },
  {
    "text": "9.3. Покупець несе відповідальність за достовірність зазначеної під час оформлення замовлення інформації. При здійсненні акцепту (оформлення замовлення та подальшої оплати товару) Покупець надає Продавцю свою беззастережну згоду на збирання, обробку, зберігання, використання своїх персональних даних відповідно до ЗУ «Про захист персональних даних»."
  },
  {
    "text": "9.4. Оплата Покупцем оформленого в Інтернет-магазині замовлення означає повну згоду Покупця з умовами договору купівлі-продажу (публічної оферти))"
  },
  {
    "text": "9.5. Фактичною датою електронної угоди між сторонами є дата прийняття умов відповідно до статті 11 Закону України «Про електронну комерцію»"
  },
  {
    "text": "9.6. Перегляд товарів та процес оформлення замовлення для Покупця є безкоштовним."
  },
  {
    "text": "9.7. Інформація, що надається Покупцем, є конфіденційною. Інтернет-магазин використовує інформацію про Покупця виключно з метою обробки замовлення, відправлення повідомлень Покупцю, доставки товару, здійснення взаєморозрахунків та інших дій, пов'язаних із виконанням замовлення"
  },
  {
    "text": "ПОРЯДОК ПОВЕРНЕННЯ ТОВАРУ НАлежної якості"
  },
  {
    "text": "10.1. Повернення товару до Інтернет-магазину здійснюється відповідно до чинного законодавства України."
  },
  {
    "text": "10.2. Повернення товару належної якості до Інтернет-магазину здійснюється за рахунок Покупця."
  },
  {
    "text": "10.3. Під час повернення Покупцем товару належної якості, Інтернет-магазин повертає йому сплачену за товар грошову суму за фактом повернення товару за вирахуванням компенсації витрат Інтернет-магазину пов'язаних з доставкою товару Покупцю."
  },
  {
    "text": "ТЕРМІН ДІЇ ДОГОВОРУ"
  },
  {
    "text": "11.1. Електронний договір вважається укладеним з моменту отримання особою, яка направила пропозицію укласти такий договір, відповіді про прийняття цієї пропозиції у порядку, визначеному частиною шостою статті 11 Закону України “Про електронну комерцію”."
  },
  {
    "text": "11.2. До закінчення терміну дії цей Договір може бути розірваний за взаємною згодою сторін до початку процесу фактичної доставки товару шляхом повернення коштів."
  },
  {
    "text": "Звертаємо вашу увагу, що інтернет-магазин «Womazing» на офіційному інтернет-сайті www.Womazing має право відповідно до законодавства України надавати право користування інтернет платформою ФОП та юридичним особам для реалізації товару."
  }
]